tap "homebrew/cask-fonts"
tap "cjbassi/gotop"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "antigen"
brew "python"
brew "aws-elasticbeanstalk"
brew "azure-cli"
brew "fd"
brew "ffmpeg"
brew "git"
brew "imagemagick"
brew "jq"
brew "lsd"
brew "mariadb"
brew "redis", restart_service: true
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "zsh"
brew "cjbassi/gotop/gotop"
cask "alfred"
cask "iterm2"
cask "postman"
cask "sublime-text"
cask "vlc"
cask "homebrew/cask-fonts/font-firacode-nerd-font"
cask "karabiner-elements"
