tap "homebrew/cask-fonts"
tap "cjbassi/gotop"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "python"
brew "fd"
brew "ffmpeg"
brew "git"
brew "imagemagick"
brew "jq"
brew "lsd"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "zsh"
brew "cjbassi/gotop/gotop"
cask "postman"
cask "vlc"
cask "homebrew/cask-fonts/font-fira-code-nerd-font"
brew "antibody"
