tap "caskroom/fonts"
tap "cjbassi/gotop"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "antigen"
brew "python"
brew "aws-elasticbeanstalk"
brew "azure-cli"
brew "fd"
brew "ffmpeg"
brew "git"
brew "gtk+"
brew "gtk+3"
brew "imagemagick"
brew "jq"
brew "lsd"
brew "mariadb"
brew "openssl@1.1"
brew "postgresql", restart_service: true
brew "qt", link: true
brew "redis", restart_service: true
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "zsh"
brew "cjbassi/gotop/gotop"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alfred"
cask "iterm2"
cask "postman"
cask "sublime-text"
cask "visual-studio-code"
cask "vlc"
cask "caskroom/fonts/font-fira-code"
